import './Tagline.css';
import React , {Component} from 'react';
import image1 from '../../../images/branding_image_1.jpg';
function Tagline(){
    return (
        <div className='container-fluid'>
            <div className='row'>
                <div className='col-12'>
                    <div className='title'>
                        <div className='info'>
                            <h2 className='py-3'>تگ لاین</h2>
                        </div>
                    </div>
                </div>
            </div>
            <div className='row bottom-box pt-5'>
            <div className='col-12 col-md-6'>
                    <img  src={image1}/>
                </div>
                <div className='col-12 col-md-6'>
                    <p>
                    در مسیر پر فراز و نشیب کسب‌وکار، گاهی نیاز به تغییر و نوآوری در ذهن انسان جرقه می‌زند؛ نیازی به مواجهه با چالش‌های جدید و فرصت‌های ناشناخته که می‌تواند به تحول و رشد بینجامد. از میان هزاران راهکار و استراتژی، باید مسیری انتخاب کنیم که ما را از روزمرگی جدا کند و به مقصدی مطلوب برای توسعه و پیشرفت هدایت نماید. هر کسب‌وکار به شیوه‌ای متفاوت به این مسیر نگاه می‌کند؛ برخی در تنهایی و خلاقیت و برخی در همکاری و جمع‌گرایی.

همان‌طور که نور خورشید از میان درختان جنگل مسیر را روشن می‌کند، ذهنی را ایده‌های نوین و فناوری‌های نوین روشن می‌سازند. دیگری ممکن است به دنبال آرامش و استحکام در سادگی و اطمینان مسیر باشد. برای هر کسب‌وکار، این مسیر منحصربه‌فرد است و به‌گونه‌ای خاص تعریف می‌شود، اما همگی به سوی هدفی مشترک حرکت می‌کنند: ساختن دنیایی از تنوع، رشد و نوآوری. باید پذیرفت که این «سفر در کهکشانی از فرصت‌ها و چالش‌ها» است که به کسب‌وکارها و زندگی معنا می‌بخشد.
                    </p>
                </div>
            </div>
        </div>
    )
}
export default Tagline;