import './Branding.css';
import React , {Component} from 'react';
import image1 from '../../../../src/images/branding_image_1.jpg';
import image2 from '../../../../src/images/branding_image_2.jpg';
function Branding(){
    return (
        <div className='container-fluid'>
            <div className='row'>
                <div className='col-12'>
                    <div className='title'>
                        <div className='info'>
                            <h2 className='py-3'>بیانیه برندینگ</h2>
                        </div>
                    </div>
                </div>
            </div>
            <div className='row bottom-box pt-5'>
                <div className='col-12 col-md-6'>
                    <img  src={image1}/>
                </div>
                <div className='col-12 col-md-6'>
                    <p>در مسیر پر فراز و نشیب زندگی روزمره، ناگهان نیازی جدید در ذهن انسان جرقه می‌زند؛ نیازی به تغییر، به تجربه‌ای نو، و به مواجهه با چالش‌های تازه. این نیاز ممکن است در قالب توسعه کسب‌وکار، یافتن راهکارهای نوآورانه، یا کشف بازارهای ناشناخته بروز کند. در دنیای پویای دیجیتال و بازاریابی، جایی که فرصت‌ها و مسیرهای بی‌پایان وجود دارد، کسب‌وکارها به دنبال راهی برای فرار از روزمرگی و دستیابی به اهداف جدید هستند.

ما در «بهین آوا»، با ارائه راهکارهای تبلیغاتی نوین و خلاقانه، به کسب‌وکارها کمک می‌کنیم تا به این مقصد مطلوب دست یابند و با انتخاب مسیری متفاوت، به اوج موفقیت برسند. هر کسب‌وکار، با نیازها و خواسته‌های منحصربه‌فرد خود، به دنبال راه‌حل‌هایی خاص و موثر است. برخی به دنبال جذب مخاطبان جدید هستند و برخی دیگر به دنبال بهبود جایگاه خود در بازار رقابتی. هرکدام از این نیازها، در قالب استراتژی‌های خلاقانه و هدفمند ما، به نتیجه‌ای ملموس و موفقیت‌آمیز تبدیل می‌شود.</p></div>
                <div className='col-12 col-md-6 mt-5'>
                    <p>ما امروز، در روزی که همواره به‌عنوان «روز اول» می‌شناسیم، قدم به مسیری جدید گذاشته‌ایم تا سفر را از سه‌گانه «رفتن، ماندن، و بازگشتن» به مفهومی وسیع‌تر و به اندازه دنیای متفاوت هر کسب‌وکار گسترش دهیم. می‌خواهیم همچون همیشه همسفر سفری باشیم که از خلق ایده‌های نو تا تجربه و مرور موفقیت‌های به‌یادماندنی گسترده است</p></div>
                <div className='col-12 col-md-6 mt-5'>
                    <img  src={image2}/>
                </div>
                <div className='col-12 col-md-6 mt-5'>
                    <span>آنچه ما را به سمت داشتن ایده هویت پویا سوق می دهد:</span>
                    <ul className='list'>
                        <li class="btn btn-primary my-1">اشاره به تجربه گسترده در همکاری با ده‌ها هزار کسب‌وکار و تخصص در ارائه خدمات بهینه</li>
                        <li class="btn btn-primary my-1">اهمیت توجه به نیازهای خاص هر مشتری و ارائه راهکارهای شخصی‌سازی شده</li>
                        <li class="btn btn-primary my-1">تاکید بر نقش برند به‌عنوان نوآور و محرک تحول در صنعت تبلیغات دیجیتال</li>
                    </ul>
                </div>
                <div className='col-12 col-md-6 mt-5'>
                    <p>
                    ما امروز در روزی که مثل همیشه «روز اول» است، در مسیر جدیدی قدم گذاشته‌ایم تا سفر را از سه‌گانه‌ «رفتن، ماندن و بازگشتن» به مفهومی وسیع‌تر، به‌اندازه دنیاهای پر از تفاوتمان گسترش دهیم. می‌خواهیم مثل همیشه همسفرِ سفری باشیم که از دامنه خیال تا مرور خاطرات شیرین وسعت دارد.</p>
                </div>
            </div>
        </div>
    )
}
export default Branding;